
[

    
        
    
        
    
        
    
        
    
        
    
        
    
        
    




    
    {
        "title": "El año más caliente",
        "content": "Por tercer año consecutivo tenemos un récord de temperatura global. No fue una gran sorpresa para nadie, ya se sabía que iba a ser así desde mediados de 2016 cuando la temperatura global era tan alta que nada de lo que pasara después podía revertir el récord. Y efectivamente así fue.\n\n\nAnomalía de temperatura media global con respecto a la media del período 1970-2005. En línea punteada se muestra un suavizado utilizando regresión local. \n\nClaro que, como todo en ciencia, hay ciertas sutilezas. Hay varias organizaciones que tienen un registro de la temperatura media global, la NASA publica GISTEM, la NOAA tiene el suyo y también está el del Servicio Meteorológico del Reino Unido, HadCRUT. Si bien el año fue récord en todos ellos, no lo fue por el mismo margen. Cada grupo usa distintos métodos y fuentes de datos y eso explica las pequeñas diferencias. Lo principal es cómo se rellenan los huecos de información que en el Ártico. HadCRUT4 y NOAA  directamente lo dejan sin rellenar lo que, a los efectos de la  temperatura media anual, es equivalente a suponer que el calentamiento en el Ártico es igual a la media global. Pero esto está muy lejos de la verdad.\n\n\nAumento decadal de la temperatura para el píerodo 1950-2016 según GISTEMP.\n\nComo se ve, las altas latitudes, particularmente el Ártico, están aumentando su temperatura a una tasa mucho mayor que la global. GISTEMP trata de tener en cuenta este hecho extrapolando las anomalías de temperatura a partir de estaciones costeras en latitudes más bajas. Este hecho explica que en este registro de temperatura 2016 haya roto el récord del año anterior por tanto margen mientras que según HadCRUT y NOAA la diferencia no fue tan grande.\n\nPero que el árbol no nos haga perder el bosque. En realidad no importa que este año haya sido récord de temperara, al igual que el año anterior y el año anterior a ese, lo que importa es la tendencia general. Y esta es clara: el aumento de la temperatura global sigue su ritmo de aproximadamente 0.17 ºC/década.\n\nEl niño\n\nComo siempre, los negacionistas del cambio climático instintivamente buscan desviar la atención y no hablar del cambio climático. En este caso, su bajada de línea es que este nuevo récord no tiene naaaada que ver con el calentamiento global sino que es únicamente culpa del fenómeno de El Niño.\n\nEl Niño es un patrón de oscilación muy importante en la atmósfera que básicamente se caracteriza por un aumento en la temperatura superficial del agua en el Pacífico Ecuatorial. Está conectado con un montón de fenómenos al rededor del globo (como mayor precipitación en el sureste de Sudamérica) pero a nivel global tiene la consecuencia de elevar la temperatura durante uno o dos años.\n\nEs cierto que El Niño de 2015/2016 fue excepcionalmente intenso y tuvo una gran influencia en las temperaturas globales. Pero decir que el el récord se debe únicamente a la influencia de El Niño es falso o engañoso. Si le restamos la influencia de El Niño al registro de temperatura global GISTEMP sigue teniendo a 2016 como el año más caliente, aunque con un margen reducido.\n\n\n\nCabe señalar que estimar el efecto de El Niño en la temperatura global no es cosa trivial y hay distintas formas de hacerlo que pueden dar resultados ligeramente diferentes.\n\nPor otro lado la tendencia, que es lo que importa, se mantiene inalterada. Y lo mismo se puede decir para HadCRUT y NOAA, salvo que en esos casos 2016 es el segundo año más cálido si se tiene en cuenta la influencia de El Niño.\n\nLa conclusión es clara. Tanto El Niño como otros fenómenos de la variabilidad interna del clima, sólo afectan las perturbaciones temporarias, pero no la tendencia global.\n\nComo lo predijo la profesía\n\nEste nuevo año récord también tiene ocupados a los negacionistas que tanto hablan del “hiato” o la “pausa” en el calentamiento global. Al principio el argumento era que desde 1997 (o 1998) que el aumento de temperatura global no era estadísticamente significativo. El año fue seleccionado porque, como vimos antes, fue excepcionalmente cálido debido a El Niño y porque cualquier período que comenzara en 1998 iba a muy corto y las variaciones temporarias en la temperatura global iban a ocultar la verdadera señal.\n\nA medida que pasaban los años y que teníamos más datos, empezó a ser demasiado obvio que el calentamiento global no se había detenido mágicamente en 1998. La “pausa”, entonces, comenzó a cambiar de significado y ahora los negacionistas hacían más énfasis en la supuesta disparidad entre las temperaturas observadas y las proyectadas por los modelos climáticos.\n\nHacer comparaciones entre observaciones y modelos no es trivial. Para empezar, los modelos no pretenden predecir el futuro ya que la evolución temperatura global depende de lo que hagamos nosotros; esencialmente cuánto CO2 emitimos. Tampoco pueden predecir exactamente el momento en el que va a darse el fenómeno de El Niño ni su intensidad, sólo pueden tratar de simular su efecto estadísticamente (y tampoco son muy buenos en eso). Además mientras que los registros de temperatura global usan una mezcla de la temperatura del aire a 2m del suelo y de temperatura de la superficie del mar, la temperatura global de los modelos se calcula usando sólo la temperatura del aire; esto es muy relevante en regiones donde antes había hielo marítimo y ahora.\n\nY esos problemas son sólo el comienzo. Además de todo lo anterior hay que tener en cuenta el período base con respecto al cual se calculan las anomalías de temperatura. Los modelos climáticos no necesariamente simulan a la perfección la temperatura global en términos absolutos, pero lo que nos interesa es cómo evoluciona, cuánto aumenta la temperatura en relación a la temperatura anterior.\n\nPeo aún ignorando todos esos problemas y haciendo una comparación naive, podemos ver que la temperatura global se mantuvo dentro de lo proyectado (el área sombreada indica el intervalo de confianza del 95%).\n\n\nAnomalía de la temperatura media global y rango de proyecciones de los modelos del CMPI5 (intervalo de confianza de 95%). Todos con respecto al período 1970-2005.\n\nPero es muy difícil decir que son buenos o malos con un período tan corto de tiempo. Los modelos del proyecto CMPI5 recién pueden tomarse como predictivos a partir de 2005. Podemos tomar una serie de modelos más viejos y actualizar la comparación que hice hace 4 años en este mismo blog.\n\nEn 1988, James Hansen publicó los resultados de un modelo climático que proyectaba un importante aumento de las temperaturas globales. Consideró 3 escenarios distintos de cómo podrían evolucionar las emisiones de CO2 y otros forzantes climáticos, y las emisiones reales estuvieron más o menos en el medio; menores que su escenario más pesimitas pero mayores que el maś optimista.\n\nEl resultado es que las temperaturas globales están muy cercanas a las que proyectó Hansen hace casi 30 años.\n\n\nAnomalía de temperatura media global y proyecciones de Hansen 1988. Todos con respecto al período 1958-1988\n\nActualmente se considera que su modelo era demasiado sensible así que es entendible que haya sobreestimado un poco, pero es impresionante que un modelo tan rústico haya proyectado las temperaturas globales con tanta exactitud.\n\nLo que se viene\n\nEs casi una certeza que 2017 no va a romper otro récord de temperatura. Es lo esperable. Aún en un contexto de calentamiento globla, la variabilidad interna implica que cada año no va a ser más cálido que el anterior. Muy probablemente, los negacionistas van a agarrase de eso para negar o minimizar el calentamiento global. Esa es mi predicción para este año.\n",
        "link": "/2017/2016-temperatura/",
        "date": "2017-01-31 00:00:00 -0300",
        "excerpt": "Por tercer año consecutivo se rompe un record mundial. El clima está tomando esteroides",
        "header": "/figure/source/2017-01-22-2016-temperatura/temperatura-global-1.png",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Personajes femeninos y dónde encontralos",
        "content": "La discusión al rededor de la representación de géneros y razas en el cine es muy interesante. Por un lado, es un indicador de los sesgos y estereotipos presentes en cierta parte de la sociedad y, por otro, es una herramienta de la perpetuación de los mismos. Sin embargo por lo general observo una notable falta de análisis cuantitativo. Hay muchos artículos que agarran ejemplos aislados o conjuntos seleccionados específicamente por el autor pero pocos datos que sustenten.\n\nHace un tiempo encontré un análisis excelente que usa los guiones de unas 2000 películas para mostrar la impresionante subrepresentación de las mujeres en las películas de Hollywood. Recientemente un artículo similar concluyó que de las 10 películas con más recaudación de 2016, sólo el 27% del diálogo fue dicho por pesonajes femeninos. La autora, Amber Thomas, se merece todo el crédito no sólo por haber compilado la información sino por hacer públicos los datos, los cuales decidí descargar para mirarlos por mi cuenta.\n\nEn su artículo, Amber Thomas, toma como métrica la candiad de palabras. Esto está bueno, pero si vamos a comparar o agrupar películas con distinta cantidad de palabras totales, creo que es preferible primero hacer una normalización. De esta manera, se obtiene el porcentaje de palabras de todo el film dicho por cada personaje. Y lo mismo se puede hacer para la cantidad de personajes femeninos.\n\n\n\nEn el gráfico, los cuadrantes indican mayoría o minoria de personajes femeninos (derecha/izquierda) y mayoría o minoría del diálogo dicho por personajes femeninos (abajo/arriba). Todas las películas analizadas, con excepción de Buscando a Dory, están en el cuadrante inferior izquierdo, indicando no sólo que menos de la mitad de los personajes son femeninos, sino que menos de la mitad del diálogo es dicho por personajes femeninos.\n\nLa línea punteada indica la relación entre la proporción de personajes femeninos y su diálogo si la representación fuera perfecta (es decir, si por ejemplo en una película con un 20% de personajes femeninos, éstos dijeran el 20% del diálogo). Las películas a la izquierda de la recta tienen menos proporción de personajes femeninos en comparación con la cantidad de diálogo que dicen y viceversa. Un ejemplo bien claro de esto es Rogue One con un personaje principal femenino que tiene gran parte del diálogo, pero muchísimos más personajes masculinos. Deadpool, por el contrario, tiene más personajes femeninos que Rogue One, pero como no son protagónicos, tienen menor cantidad de diálogo.\n\nBueno. Listo. Todo está perdido, las mujeres están mal representadas en el cine, tiremos a Hollywood debajo de un pozo, ¿no?\n\nQuizás no tanto.\n\nHay ciertas limitaciones de este análisis. La primera es que varias de estas películas son basadas en propiedades ya existentes. El Libro de la Selva, por ejemplo, está basada en las historias de Rudyard Kipling publicadas en 1894 por lo que tanto la historia como el género de los personajes vienen heredados de un texto de hace más de 100 años. Batman vs. Superman y Capitán America: Guerra Civil, similarmente tienen sus personajes determinados de antemano por los comics en los que están basados, fundados hace más de 50 años. ¿Es justo decir, entonces, que la distribución de géneros entre los personajes representa las sensibilidades actuales? El problema se ve maś claro si se tiene en cuenta que, de hecho, el género de la Serpiente (antes masculina) fue cambiado para la remake actual.\n\nEvidencia de esto, me parece, es que que las dos películas con representación más equitativa son historias compleamente nuevas con personajes originales. Pero tampoco hay que ser demasiado positivo, La vida secreta de las mascotas también es original y falla miserablemente.\n\nEs notable el caso de Animales Fantásticos. La vi en el cine y doy fe que aunque el protagonista sea hombre, tiene varios personajes femeninos importantes relevantes a la trama. Yo diría que tiene una excelente representación de las mujeres. ¿Será que las variables utilizadas acá tienen limitaciones importantes? ¿O que hay que cambiar nuestras espectativas y que un 30% de personajes y diálogo femenino es relativamente bueno?\n\nLo que yo creo que está pasando es otra cosa. Si se observa con detalle las “burbujas” del análisis original se puede ver que Animales Fantásticos tiene varios personajes femeninos importantes pero en los masculinos hay muchísimos secundarios.\n\nMi hipótesis de por qué hay tantos personajes masculinos es que para el escritor/productor el personaje por “default” es hombre (probablemente porque ellos también son hombres) y que aún cuando haya un intento de representar bien a los géneros, ésto va a tener efecto principalmente en los personajes principales; los que llevan tiempo y reflexión para ser imaginados. Para los personajes secundarios que no son tan pensados, el escritor vuelve al modo default y son todos hombres.\n\n¿Los datos disponibles avalan este modelo?\n\n\n\nNota: ¿Cómo se lee este gráfico? Las líneas son funciones de densidad que son, en cierta forma, la proporción de personajes que tiene un determinado porcentaje de diálogo. \nAsí, por ejempo, se ve que la proporción de los personajes mujeres que dicen un 1% del diálogo es mayor que la proporción de los personajes varones que tienen ese mismo valor de diálogo, pero que lo contraroi sucede para menos de un 0.1% del diálogo o más del 10%.\nOjo: que ambas líneas tengan magnitud similar no signifca que la cantidad de personajes de cada género sea similar. Las curvas están normalizadas por la cantidad total de personajes de cada género, de manera que el área debajo de ambas curvas sea la misma. La cantidad absoluta de personajes masculinos es mayor para todo valor del eje x (ver este grafico donde el área debajo de cada curva es proporcional a la cantidad de personajes de cada sexo).\n\nYo creo que sí. Si nos fijamos qué porcentajes de los personajes dice un determinado porcentaje de diálogo, podemos ver que las mujeres, en promedio, dicen un mayor porcentaje del diálogo. Esto no se contradice con los puntos anteriores. Sí, los hombres en conjunto siempre dicen la mayoría de las palabras, pero no es lo mismo que esto represente a un personaje principal o a mil personajes secundarios.\n\n\n\nSi contamos la cantidad de personaje por nivel de protagonismo (estimado a partir de la cantidad de diálogo), se ve que las mujeres están mejor representadas en los personajes con más diálogo siempre que no sea el protagonista. Su representación baja mucho más en los personajes “descartables” que no están ahí más que como elementos del argumento.\n\nSi hacemos el mismo análisis pero desgranando por película, se ve que mi impresión acerca de Animales Fantásticos no estaba tan errada. En los personajes principales, hay tantos hombres como mujeres, pero la gran diferencia se ve en los caracteres secundarios.\n\n\n\nNota: Dado que en este gráfico cada película está por separado, preferí mostrar valores absolutos de palabras en vez de porcentaje del diálogo. También notar que la escala del eje vertical varía en cada gráfico.\n\nEn Batman vs. Súperman, los roles con menos de 10 palabras están casi exclusivamente destinados a hombres pero hay mucha menos diferencia en los roles con 100 palabras o más. En Capitán América, los roles femeninos están literalmente acotados a la mitad de la distribución de diálogo. Igual que Buscando a Dory, no tiene ningún personaje femenino que diga menos de 4 palabras. Rogue One, por su parte, es un caso ciertamente extraño. A pesar de promocionar fuertemente a Jyn, su protagonista femenino, no sólo eran hombres casi todos los otros personajes, sino que ella tiene no es la que más palabras dice (Jyn dice 1045, contra las 1355 de Cassian).\n\nEn promedio, cada personaje femenino dijo unas 148 palabras, un 8% más que los personajes varones a quienes les tocó decir 136 cada uno (la diferencia también se mantiene si se usa la mediana en vez de la media: 19 contra 16). Y si hacemos el análisis por película se ve que la cosa está bastante pareja. En 4 películas los personajes femeninos tienen más diálogo cada una, mientras que lo contrario se ve en 5. Animales Fantásticos está tan cerca de la equidad como se puede estarlo en este sentido.\n\n\n\n¿Qué es lo que se puede resumir de todo esto?\n\nEn mi opinión, y sólo mirando los datos de estas 10 películas, se confirma lo que todos sospechábamos: los personajes femeninos están muy subrepresentados tanto en cantidad como en cantidad de diálogo. Pero el análisis más detallado creo que muestra que la situación tiene sus matices. Si bien los roles protagónicos están reservados en mayor medida para los personajes masculinos, también lo están los roles más descartables. Y si bien los personajes femeninos están subrepresentados en todos los rangos de protagonismo, las pocas mujeres que sí hay tienen, en promedio y en la mayoría de las películas, un mayor protagonismo que los hombres.\n\nPara mejorar el rol de los personajes femeninos se deben llenar dos “huecos” principales: el de los roles protagónicos y el de los roles descartables. Dado que estos úlitmos son mayoría, lograr mejor representación en este nivel tendría el efecto más significativo en cuanto a líneas de diálogo y proporción de personajes aunque quizás no en cuando a nivel de impacto.\n",
        "link": "/2017/personajes/",
        "date": "2017-01-31 00:00:00 -0300",
        "excerpt": "En las 10 películas más taquilleras de 2016, las mujeres dijeron sólo el 26% del diálogo.",
        "header": "/assets/images/teaser_personajes_femeninos.jpg",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Publicidad encubierta de Casancrem",
        "content": "Hoy tenía que hacer algo de comer y como recién vuelvo de festejar navidad lejos de casa, estaba con la heladera casi vacía y pocas cosas en la alacena. Sin saber qué cocinar, se me ocurrió buscar alguna página en la que uno ponga los ingredientes que tiene y te tire recetas posibles. Obviamente eso existe y me dio la idea de hacer papas rellenas. Como la receta en ese lugar no me convencía y estaba en inglés (puedo leer papers técnicos, pero no me se los nombres de las verduras) decidí googlear “receta papa rellena”. ¡Mi sorpresa al ver que Google, en toda su gloria, me muestra un listado de ingredientes y un link a una web que afirma tener la Receta Oficial® de papa rellena.\n\n\n\nLa ojeé durante dos segundos y luego decidí ignorar la receta e inventar algo por mí mismo, pero mientras las papas estaban hirviendo en la olla me agarró curiosidad. No era la primera vez que me encontraba con una web con un diseño muy similar, afirmando tener la Receta Oficial® y con un URL idéntico (www.receta[cosa que vas a cocinar].com). En efecto, abajo de todo hay un botón para “Conocer otra Recetas Oficiales®” donde muestra todo el abanico de manjares que esta familia de sitios webs me ofrece. ¿No es extraño?\n\n\n\nNo. No hace falta ser un Sherlock para notar que, sospechosamente, todas esas recetas tienen un ingrediente común y que recomiendan exactamente la misma marca: Casancrem. Sí, aparentemente hace milenios, cuando nuestros antepasados aprendieron a hacer pan (recordemos que esta es la Receta Oficial®), usaban potes de Casancrem. Y cuando el pueblo Judío se vio vagando el desierto durante 40 años, no tenían ni levadura ni Casancrem para hacer el pan.\n\nConfirmar que se trata de publicidad encubierta es trivial y sólo toma una visita a cualquier domino que de información de Whois. Danone, la multinacional que vende el producto es dueña de todos los sitios.\n\n\n\nNo es que haya descubierto la conspiración del siglo ni nada, pero para alguien que detesta la publicidad, la publicidad encubierta es aún más irritante.\n",
        "link": "/2016/casancem/",
        "date": "2016-12-28 00:00:00 -0300",
        "excerpt": "La inocente búsqueda de una receta puede llevarte a contaminar tus ojos con malvada publicidad.",
        "header": "/assets/images/papa_rellena_small.jpg",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Gracias por coger",
        "content": "No es un secreto que el feminismo tiene una relación complicada con la prostitución. Esto no es raro ya que es un tema donde convergen un número de valores y cuestiones contrapuestas y distintas personas razonables pueden tener opiniones distintas. Pero lo que me llama la atención al leer la entrada de Perspectivas feministas en el mercado sexual de la Enciclopedia de Filosofía de Standford es una temática que se repite mucho, y no sólo entre los abolicionistas.\n\nMuchos argumentos a favor de la prohibición de la prostitución están anclados en una idea “sagrada” del sexo. Se basan en que la autonomía sexual es fundamental para la persona o que la sexualidad es parte integral de la identidad propia y que, por lo tanto, no debe cederse a cambio de dinero. Dejando de lado otros argumentos y problemáticas sobre la prostitución y sin pretender tener analizar la cuestión en general, no entiendo cómo esta idea tiene tanta tracción.\n\nNo sólo no me resulta del todo claro que una prostituta1 ejerciendo su profesión libremente en un entorno con una estructura legal que la proteja de abusos y vejaciones esté realmente cediendo su autonomía sexual, en vez de haciendo uso de la misma para ganarse la vida. Pero más allá de eso, aun asumiendo que la prostitución inherentemente es una violación a la autonomía sexual, siento un rechazo primordial con esta línea argumentativa que pone al sexo y la genitalidad en un pedestal por sobre otro tipo de identidad personal.\n\nProbablemente haya personas para quienes tener sexo con alguien que no desean o aman es lo peor que les pueda pasar, y está bien. Pero en la infinita diversidad de la experiencia humana, pretender que esto se trata de una verdad universal me parece irreal, condescendiente y arrogante. Hay personas para las cuales la prostitución innegablemente les es preferible que las alternativas e incluso otras que activamente la disfrutan. No voy a decir que no hay personas que entran en ese trabajo por necesidad y sí creo que lo ideal sería vivir en una sociedad donde nadie tenga que ganarse la vida en algo que le disgusta; pero no es la sociedad en la que vivimos.\n\nPero yendo más al núcleo del argumento, no dudo que para algunos hay aspectos de su vida que son mucho más esenciales a su autonomía, identidad y respeto propio que lo que pasa con sus genitales. Yo preferiría mil veces que me dijeran con quién coger a que me obligaran qué pensar, o qué creencias defender. Me sentiría más sucio si me pagaran por escribir a favor de la homeopatía a que si tuviera que acostarme con alguien sin desearlo.\n\nUn abogado que vende su moral al mejor postor me parece que daña su identidad y autonomía en mayor medida que una persona que recibe dinero por tener sexo. ¿No sería una afronta mucho peor a la integridad personal trabajar para un diario escribiendo artículos con una bajada de línea completamente opuesta a las verdades y valores que uno considera importantes?\n\nAceptaría de mucho mejor grado tener una hija prostituta a que si su trabajo fuera vender cigarrillos a los niños mientras hace lo posible para ocultar la relación entre el tabaco y el cáncer; es decir, preferiría que sea puta a que sea una hija de puta.\n\n\n\nEsto no quiere decir que estos trabajos sean peores en todo sentido. Especialmente en una sociedad donde el trabajo sexual está marginalizado y estigmatizado, el creativo publicitario que tiene que mentir sutilmente sobre las propiedades de un producto posiblemente gane más y trabaje en mejores condiciones y con menor riesgos que la prostituta que tiene que estar horas parada en la calle expuesta a los abusos de la policía. Pero si hablamos únicamente de violaciones a la identidad personal, trabajar de consultor para Coca Cola posiblemente sea peor que cobrar por una revolcada para un acérrimo marxista.\n\nDe dónde surge esta idea tan común en entre feministas y la población en general no lo sé. Arriesgaría a decir que es un resabio de una cultura religiosa donde el sexo es tabú. O será que al querer que las mujeres tomen control de su propia sexualidad, se olvidan que decidir lucrar con ella es también controlarla. Es posible que el origen de todo esto sea la dificultad de aceptar la libertad de las personas a hacer cosas que desaprobamos. Quizás sea una noción que provenga del psicoanálisis, el cual pone al sexo en el centro del ser humano. No sé; me declaro demasiado ignorante sobre el tema como para hacer un diagnóstico histórico.\n\nVenga de donde venga, rechazo todo argumento que plantee a la prostitución como inherentemente más dañina que otros trabajos para la integridad de la persona. Quizás haya otras razones para la prohibición o abolición, pero esa no es una.\n",
        "link": "/2016/gracias_por_coger/",
        "date": "2016-12-28 00:00:00 -0300",
        "excerpt": "El feminismo abolicionista y sus resabios conservadores.",
        "header": "/assets/images/sex_teaser.jpg",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Cowspiracy: el documental que no vale la pena ver",
        "content": "Cowspiracy es una película sobre veganismo. En particular, una película que busca convencer a su audiencia de que lo mejor que puede hacer para salvar el medio ambiente es dejar de comer carne y todo producto derivado de los animales. Como vegetariano, tengo un cierto grado de afinidad por esa tesis; se puede elegir, es preferible una dieta que implique la menor cantidad de sufrimiento y muerte animal posible. Pero como persona racional con respeto a la verdad, Cowspiracy es un claro ejemplo de por qué no hay que usar documentales para informarse sobre temas controvertidos.\n\n\n\nEn su calidad cinematográfica, el documental es realmente malo. La narración está hecha con un tono particularmente soporífero y la actuación en cámara se resume a un tipo sentado en un sofá leyendo mails haciéndose el sorprendido e indignado. No es un documental que tenga una narrativa sólida que mueva los hechos sino más bien un pastiche de entrevistas con supuestos expertos y animaciones ilustrando estadísticas.\n\nY en las estadísticas es donde está la, ejem, carne del asunto. Porque para sostener su posición de que la cría de ganado es la mayor amenaza al medio ambiente del planeta, cada 5 minutos nos bombardean con números, estadísticas y factoides que buscan impactar. ¿Son correctas, válidas o pertinentes? A los realizadores no parece importarles demasiado.\n\nPor ejemplo, es sabido hace décadas que la actividad ganadera es una fuente de gases de efecto invernadero importante, por lo que contribuyen al calentamiento global. Los rumiantes generan grandes cantidades de metano, que es unas 25 veces más potente que el dióxido de carbono para calentar el planeta. Además, se usa energía en todas las etapas de la producción.\n\nSin embargo, es completamente falso que el sector ganadero sea responsable del 51% de las emisiones de gases de efecto invernadero como afirma la película. No es trivial estimar el número real, pero el consenso de la evidencia es que está en torno al 15%; que no es poco. La figura del 51% proviene de un estudio no científico que fue ampliamente refutado y rechazado por la comunidad de investigadores. En el mismo se tomaron todas las decisiones posibles para exagerar las emisiones del sector ganadero en comparación con el resto de las actividades humanas.\n\nSi el dato principal de la película no sólo es falso sino que es, en mi opinión, intencionalmente engañoso, ¿qué hay que decir de las estadísticas auxiliares que buscan impactar aún más al televidente?\n\nTodas las estadísticas sobre el uso del agua están mal. Todas. No es que sean técnicamente falsas sino que se usan de forma engañosa. El documental hace extenso uso del concepto de agua virtual ; que se define como el agua utilizada para la producción de un bien. El problema es que, si bien es un indicador válido, es engañoso mostrarlo como un índice de daño ecológico. Principalmente, el problema es que la enorme mayoría del agua virtual es agua “verde”, esencialmente agua de lluvia que cae en los cultivos y hace crecer las plantas.\n\nCuando la película dice, entonces, que para producir un litro de leche hay que usar mil litros de agua, oculta que más del 90% es agua de lluvia que es casi “gratis” y que en gran medida vuelve al ambiente como parte del ciclo del agua.\n\nExisten otras estadísticas que no sólo se dan totalmente sin contexto, sino que las propias fuentes del documental parecen refutar. Por ejemplo, busca asustarnos con la enorme cantidad de materia fecal que produce el ganado, con imágenes (en serio) de una ciudad entera cubierta de una pasta marrón mientras miles de personas corren por sus vidas. La voz en off nos dice que en EE.UU. se producen 116.000 toneladas de estiércol por segundo. Sin embargo, en la página web del documental linkean a un documento donde se estiman 335 millones de toneladas por año de desechos; lo que equivale a poco más de 10 toneladas por segundo.\n\nAún más importante es que sea cual sea la cantidad de caca producida por el ganado del mundo, no hay forma de saber si es mucho o poco si no se pone el dato en contexto. Dado que no estamos cubiertos de bosta de vaca, cabría concluir que se trata de una cantidad manejable.\n\nMás o menos por la mitad, Cowspiracy es invadida por unos minutos de Fishpiracy y nos adentramos en la problemática del consumo de pescado y productos del mar. Pero el cambio de temática no viene acompañado por un cambio en la veracidad de las estadísticas. Repiten el mito de que los océanos van a quedar sin peces en 2048 (falso) e ignoran que la principal amenaza de los tiburones no es la pesca accidental sino el comercio de aleta de tiburón.\n\n\nEl surfer es tan tonto que considera que los problemas ambientales en los océanos son multicausales y complejos.\nCómo se le ocurre pensar que no existe una única solución fácil para todo.\n\nTambién hablan de la captura accesoria  (bycatch) y hacen la falsa afirmación de que por cada kilo de pescado para consumo, se sacan 5 kilos de captura accesoria. Este número proviene de un informe de FAO de 1996 que estima que la relación en promedio y a nivel global es de 0.35 kilos de descarte por cada kilo de pesca. La relación de 5 a 1 es sólo para la pesca de mariscos. En otras palabras, el documentalista agarró un estudio y tomó la cifra más grande que encontró e ignoró todas las demás.\n\nTodo esto es la parte de “cow”, pero mezclado durante todo el documental está la parte de “spiracy”. El equipo del documental entrevista a diversos representantes de organizaciones ecologistas y muestran que, o no saben nada sobre la problemática de la ganadería o… están ocultando algo. ¡Conspiración!\n\nPara ser honestos, la parte de la conspiración es tan débil y poco desarrollada que dudo mucho que los propios realizadores lo crean realmente. Especialmente considerando que la información es fácilmente accesible, pública y que organizaciones como Greenpeace tienen secciones enteras dedicadas a, por ejemplo, el impacto en la agricultura en la deforestación del amazonas. Lo mismo con la WWF.\n\nLas organizaciones ecologistas no son santos de mi devoción. En general, opino que son organizaciones basadas en ideología y que usan la ciencia para promover sus intereses en vez de como guía. Greenpeace, en particular, es completamente anticientífica cuando se trata de transgénicos. Pero tengo que defenderlas ante los ataques de Cowspiracy. Ni el documental muestra evidencia de una gran conspiración ni hay razón para pensar que la haya.\n\nY este problema de la ideología también afecta a los responsables del documental. El mismo está basado en el libro Comfortably Unaware publicado por el dentista Richard Oppenlander (referido como Dr. en la película sugiriendo que tiene un título sobre algo relacionado con el medio ambiente) quien tiene una marca de comida vegana. Para estar tan preocupado con una conspiración este conflicto de intereses no se menciona nunca en todo el documental.\n\nSi existe una subrepresentacón de ciertas problemáticas relativamente triviales en detrimento de otras más importantes, es más probable que sea por la mencionada base ideológica o porque ,al depender del apoyo popular, las organizaciones ecologistas a atacar los problemas que crean que van conllevar más apoyo, más allá de si son los más importantes o no. Más aún, opino que muchas de esas organizaciones se dan cuenta de algo que parece escaparse a los creadores de Cowspiracy: que la gente no quiere dejar de comer carne pero sí quiere usar energías renovables.\n\nY esto va a la raíz de la tesis del documental. La película hace afirmaciones sobre el gasto de dinero y el tiempo que tardaría cambiar la matriz energética, pero en ningún momento calcula cuánto tardaría y cuánto costaría que todo el mundo dejara de comer carne. Es un problema económico, ya que hay partes enormes de nuestra infraestructura que habría que cambiar, y social, ya que es difícil modificar las costumbres de miles de millones de personas.\n\nEs más fácil poner un hombre en la Luna que convencer a los negacionistas del alunizaje. De la misma manera, es muy posible que sea más fácil desarrollar e implementar nuevas tecnologías que hacer un planeta vegano.\n",
        "link": "/2016/Cowspiracy/",
        "date": "2016-08-23 00:00:00 -0300",
        "excerpt": "¿Es correcto defender el veganismo y la lucha contra el cambio climático usando datos falsos o engañosos? (No. La respuesta es no)",
        "header": "/assets/images/teaser_cowspiracy.jpg",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "El Caos",
        "content": "Es algo que todos sabemos. Desde que somos chicos, nuestros padres nos advierten de las terribles consecuencias de viajar en el tiempo. “Cualquier minúsculo cambio en el pasado” -dice el clásico cuento para dormir- “puede cambiar por completo la historia como la conocemos”. Y está claro por qué sucede esto: el Universo, creemos, es un sistema caótico.\n\nY es así como desde nuestra más tierna infancia se nos enseñan las ecuaciones diferenciales que componen el Sistema de Lorenz; uno de los ejemplos más elegantes de sistema caótico en el cual pequeñas diferencias en las condiciones iniciales resultan en enormes diferencias en las condiciones finales en muy poco tiempo. No falta en la cuna de ningún niño un peluche representando al atractor que le corresponde y que representa las trayectorias estables del sistema.\n\n\n\n\nBueno, quizás no. En realidad aunque la idea de sistemas caóticos tiene mucha tracción popular, no creo que haya muchos bebés que tuvieran un papel tapiz lleno de ecuaciones diferenciales. Tampoco creo que los padres rutinariamente les cuenten a sus chicos las Fábulas del atractor, que ejemplifiquen distintas características de un sistema caótico.\n\nLo que diferencia a un sistema caótico a uno no-caótico es que en el primero distintos estados muy similares entre ellos pueden evolucionar de forma completamente distinta. Si pateo una pelota, ésta no va a cambiar mucho su trayectoria si le pego un poco más fuerte o más débil; no hace falta hacer el tiro perfecto para que entre en el arco. Pero en un sistema caótico, esa hojita que se te enredó en los botines es la diferencia entre pegarle en el palo o que la pelota de la vuelta y caiga sobre la falda de la reina de Inglaterra.\n\nEs fácil observar este comportamiento en el sistema de Lorenz. Empezando en lugares muy parecidos, las trayectorias rápidamente se separan y toman caminos completamente distintos.\n\n\n\n\nEs como una historia de los dos amantes caminando por un sendero abrazados, muy cerca uno del otro pero que, esclavos de las ecuaciones diferenciales que rigen su devenir, rápidamente se separan, tomando caminos completamente distintos. Uno condenado a vagar durante años alrededor del centro del ala izquierda, mientras que el otro divide su tiempo entre las dos alas.\n\nEsta cualidad hace que los sistemas caóticos tengan lo que se llama límite de previsibilidad. Hay un tiempo finito luego del cual cualquier par de puntos cercanos se terminan de alejar tanto como cualquier par de puntos elegidos al azar. La atmósfera es un sistema caótico y este límite es del orden de 15 días.\n\nEsto significa que sin importar cuánto tratemos de mejorar las condiciones iniciales que se usan para hacer un pronóstico meteorológico, es teóricamente imposible predecir el tiempo con más de 15 días de antelación. No hay pacto con el diablo que sirva para superar este límite de predictibilidad. La buena noticia para los meteorólogos es que los sistemas de pronóstico actuales están muy lejos de darse contra esta pared impenetrable, por lo que tienen trabajo para rato.\n\nHay algunos fenómenos que ayudan al pronosticador. Para empezar, no todos los caminos del atractor son iguales. Algunos estados del sistema de Lorenz son más sensibles que otros. En particular, el área donde se juntan las dos alas del atractor es la zona más inestable, mientras que los giros en el centro de las mismas son mucho más estables.\n\n\n\n\nEn la atmósfera también hay estados relativamente estables que hacen que el pronóstico sea más exacto. Pero por más estable que esté el tiempo, la maldición del sistema caótico indefectiblemente va a hacer que los errores iniciales crezcan enormemente tarde o temprano. Aún peor. Los errores más pequeños crecen relativamente más rápido que los errores grandes. Esto significa que esforzarse para empezar el pronóstico a partir de una situación inicial 10 veces mejor no garantiza errores 10 veces más chicos.\n\nUna segunda ayuda al pronosticador es la presencia de forzantes. Estas son fuerzas ajenas al sistema que aumentan su predictibilidad a largo plazo. Cuando se le agrega un forzante al sistema de Lorenz, las trayectorias empiezan a mostrar una preferencia y pasan más tiempo en un ala que en la otra.\n\n\n\n\nEsto es buenísimo. Significa que, en presencia de un forzante, si bien no es posible predecir el estado exacto del sistema más allá del límite de previsibilidad, sí se puede pronosticar que es más probable que se encuentre de un lado que del otro. En la atmósfera, esto equivale al pronóstico estacional. Es imposible decir que de acá a 3 meses va a llover, pero si la temperatura de la superficie del mar en el Pacífico ecuatorial está más caliente de lo normal, podemos decir con cierta seguridad que en el litoral argentino va a llover más de lo normal.\n\nTambién significa que podemos proyectar cómo van a evolucionar las condiciones medias de la atmósfera dado el aumento de las concentraciones de dióxido de carbono, ya no de acá a unos meses, sino en el transcurso de varias décadas.\n\nDel caos surge el orden.\n",
        "link": "/2016/Caos/",
        "date": "2016-07-03 00:00:00 -0300",
        "excerpt": "El aleteo de una mariposa en Japón puede causar un artículo medio caótico.",
        "header": "/assets/images/teaser_caos.jpg",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "No vale la pena",
        "content": "El mes pasado, el diario La Nación publicaba una nota donde reportaba sobre una conferencia dada en el Global Education &amp; Skills Forum en donde se dio el debate del rol de las universidades como formadores de profesionales. El resumen: según algunos expertos, los títulos universitarios son “irrelevantes” a la hora de conseguir empleo y se debe repensar qué es lo que se enseña en la universidad e incluso considerar otros modelos distintos al del universitario.\n\nDentro del clima político de nuestro país, el artículo fue recibido con indignación por parte de un grupo de la sociedad que percibió intenciones ocultas en el tono del mismo. Las acusaciones de que “La Nación nos quiere tontos y sin educación” acompañaban al link en Facebook y Twitter. Tal fue la indignación que en el blog de Educando al Cerebro, Fabricio Ballarini y Pedro Bekinschtein decidieron escribir una respuesta donde buscan usar la evidencia científica para responder al interrogante del titular. “Por vos, por tu salud, por tu cerebro, por tus hijos, por un mundo mejor definitivamente VALE LA PENA IR A LA UNIVERSIDAD” termina triunfante. Sin embargo no hace falta más que un análisis superficial para concluir que no, no vale a pena defender a la universidad usando pobre evidencia y falacias lógicas.\n\nBallarini y Bekinschtein comienzan aclarando que “Hay que tener una discusión sobre lo que se enseña en la universidad”, pero al inmediatamente seguir con “el problema está en suponer que la educación solamente sirve para conseguir un trabajo” comienza la equivocación entre “universidad” y “educación” y la construcción de un hombre de paja que condena la respuesta a la total irrelevancia. Es que el artículo de La Nación, lejos de sugerir que no había que educarse, lo que hace es preguntarse cuál es la mejor manera de educarse para conseguir trabajo. Nada más ni nada menos.\n\nA este punto podría detenerme en mi crítica y considerar que el artículo queda refutado simplemente por argumentar algo que nunca estuvo sobre la mesa, pero vale la pena seguir. El eje central de la respuesta es buscar demostrar distintas formas en que la educación mejora la calidad de vida y para esto usan principalmente dos líneas de evidencia.\n\nLa primera evidencia es que, a nivel de país, existe una correlación positiva entre el promedio de años de educación de la población y su riqueza, medida por su PBI per cápita y luego, que hay una correlación positiva entre éste último indicador y la expectativa de vida. Existen múltiples problemas con este argumento. Que “años de educación” no sea lo mismo que “ir a la universidad” es el menor de los problemas, que queda opacado por la utilización de una mera correlación entre variables a nivel de países para concluir una relación causal y luego extrapolarla a las decisiones a nivel individual (porque es el individuo el que decide si, para él, “vale la pena” ir a la universidad). Que en ningún momento muestren la correlación directa entre “años de educación” y expectativa de vida, es un toque de color.\n\nSe podría decir que los autores reconocen la limitación de usar correlaciones. En efecto, se anticipan a esta crítica: “Seguramente podrás argumentar que es una simple correlación y vas a tener razón” dicen. Pero este reconocimiento es puramente superficial y no les impide concluir, falazmente, que “si vivir mejor es tener más esperanza de vida, salud y dinero”, entonces está bueno estudiar.\n\nLa segunda línea de evidencia en defensa de la educación universitaria reside en que, según ellos, los hijos de padres que no fueron a la universidad tienen la corteza un 3% más pequeña que los hijos de padres que sí tienen estudios universitarios. No parece importar que el estudio en el que se basan también encuentra áreas del cerebro que no son afectadas por la educación de los padres, que el 3% no aparece en ningún lugar del paper, que no se esté comparando educación universitaria con educación no universitaria y que, nuevamente, se trata de una correlación que puede ser causada por otros motivos.\n\n\n\nEn la investigación médica existen lo que se llama “marcadores indirectos” (surrogate endpoints, en inglés), que se pueden definir como cualquier variable que no te interesaba hasta que te dijeron que te tenía que interesar. Cosas como la presión arterial o el colesterol; a nadie realmente le importa en cuánto tiene los triglicéridos, lo que importa es tener mejor salud y se supone que uno conlleva el otro. De la misma manera, Ballarini y Bekinschtein tienen que dedicar un párrafo entero para explicar por qué tiene que importarte el grosor de la corteza de tus hijos.\n\nLa naturaleza indirecta de medir el grosor de la corteza queda en evidencia en otro de los papers citado por la nota, donde se reportan distinciones en encefalogramas de chicos según el nivel educativo de la madre, pero ninguna diferencia en el desempeño en las tareas que se estaban evaluando. En otras palabras, ningún efecto en las cosas que sí nos importan.\n\nPero sí vale la pena\n\nA pesar de mis duras críticas al artículo, cabe aclarar que bajo ningún punto de vista creo que la educación es irrelevante en el desarrollo de las personas ni de las naciones. Simplemente, hay mejores formas de argumentarlo que usar dudosas correlaciones y variables que poco importan para hacerlo. Una respuesta pertinente al artículo de La Nación debería haberse basado en estudios mostrando específicamente la situación laboral de egresados universitarios en comparación con los no universitarios tratando de tener en cuenta todas las variables posibles.\n\nPero al final, ¿vale la pena ir a la universidad? La respuesta depende de cada uno, de sus intereses y plan de vida. Hay carreras para las cuales la universidad es necesaria. Medicina, Abogacía, Biología son carreras imprescindibles para poder trabajar en esos ámbitos. Pero otros planes de vida son incompatibles con la universidad.\n\nLa educación es un bien en sí mismo. Aún si no te hiciera más rico, más saludable o con hijos con cerebros enormes, aprender cosas es maravilloso; uno de los más grandes placeres de la vida. Te conecta con el mundo, te realiza como persona. Cada día que uno aprende cosas nuevas es un día bien utilizado. Y este aprendizaje no viene de la universidad, sino de uno. En palabras del gran Isaac Asimov, la auto-educación es la única educación que existe.\n",
        "link": "/2016/No-vale-la-pena/",
        "date": "2016-04-19 00:00:00 -0300",
        "excerpt": "No vale la pena defender la educación universitaria con falacias.",
        "header": "/assets/images/teaser_novale.jpg",
        "search_omit": ""
    }
    
    


]
